// Дані для автобусів
export const BUSES = [
    { id: 1, name: "Київ-Львів" },
    { id: 2, name: "Київ-Одеса" },
    { id: 3, name: "Київ-Харків" },
    { id: 4, name: "Київ-Дніпро" },
    { id: 5, name: "Київ-Запоріжжя" },
    { id: 6, name: "Київ-Ужгород" }
];

// Дані для готелів
export const HOTELS = [
    { id: 1, name: "Готель Львів" },
    { id: 2, name: "Готель Одеса" },
    { id: 3, name: "Готель Харків" },
    { id: 4, name: "Готель Дніпро" },
    { id: 5, name: "Готель Запоріжжя" },
    { id: 6, name: "Готель Ужгород" }
];
